# -*- coding: utf-8 -*-


myState = (
	(2.5,2.5), #研究生
	(4,4),     #本科生
	(5,5),     #五年制学生
	(7,7)      #本硕博连读 
	)

myUserType = (
	(0,u'系统管理员'),
	(1,u'学生'),
	(2,u'教师'),
	)

mySeason = (
	(0,u'春季'),
	(1,u'秋季')
	)

weekdays = (
	(u'星期日',u'星期日'),
	(u'星期一',u'星期一'),
	(u'星期二',u'星期二'),
	(u'星期三',u'星期三'),
	(u'星期四',u'星期四'),
	(u'星期五',u'星期五'),
	(u'星期六',u'星期六'),
	)

lnumber = (
	(u'早餐时间',u'早餐时间'),
	(u'第1节',u'第1节'),
	(u'第2节',u'第2节'),
	(u'第3节',u'第3节'),
	(u'第4节',u'第4节'),
	(u'第5节',u'第5节'),
	(u'第6节',u'第6节'),
	(u'第7节',u'第7节'),
	(u'第8节',u'第8节'),
	(u'第9节',u'第9节'),
	(u'第10节',u'第10节'),
	)
